Repository: mozilla-l10n/mt-training-data
Catalog: gig/gig_pontoon.tmx
Source language: en_us
Languages: gig

source: 1 sentence collected
gig: ڀيڙي هوڙآ جملآ

source: 2019 End-of-Year Release
gig: 2019 سآلي ريٚ آکريٚ مينٚ سورو ڪيٚڌوڙآ

source: 2 down, keep it up!<playIcon></playIcon>
gig: هيٺي مآٿي رآکو <playIcon></playIcon>

source: ≥ 2 No votes
gig: 2 نآ ووٽ

source: ≥ 2 Yes votes
gig: 2 هآن ووٽ

source: Abbreviations and Acronyms
gig: جير آئين جٻر

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
gig: "USA" يآ "ICE" جيٚر آئينٚ جٻر جسوڪي سونٚ پآسو ڪرو مآکز ري موآدي مينٚ ڪآڪي تو اي شآهد آسي تريڪي سونٚ پڙآئي جآوي ۔جيڪو ونوري اسپيلنگي سونٚ ميلي وآڙي نآ هووي ،وڌيڪ توري پر هو سڪي ڇي ايڪ ايڪلو جٻري سآرو ڪترآئي درست پڙي۔

source: Abkhaz
gig: آبکآز زبآن

source: About
gig: ڪيري بآريم

source: About options menu
gig: اکتيآري مهينآ بآبت

source: About us
gig: همآري ري بآري مين

source: About us options menu
gig: همآري بآري مين اکتيآري مهينآ

source: Academic Reference
gig: تهليٚمي هوآلو

source: Accent
gig: اوچآر

source: Accepted file types: .tsv only
gig: ڪبول ڪيڌوڙي فائلي رو ڪيسم سرف

source: Access press releases and stories related to Common Voice
gig: ڪآمن وآئسي سون ميلوڙآ پريس رليز آئين ڪهآڻيون تآئين رسڻو هآسيل ڪرو

source: Account
gig: کآتو

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
gig: وڌيڪ ۮيٚکو سئي ريٚ مهيآريٚ<accuracyLink></accuracyLink> پر

source: Acehnese
gig: آشيآني زبآن

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
gig: </micIcon>{ $actionType }<micIcon> جترآ هو سڪي تو ڪدرتي توري پر جوآب ڏئو۔

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
gig: </playIcon>{ $actionType }<playIcon> آئين جيڪو تم سوڻو ڇو او ليکو جيڪو منک ڪيوي ڇي۔

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
gig: ڪآئي او وي جملو سئي ٻولئي ڇي

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
gig: { $actionType } </playIcon> </playIcon> آڊيو ڪلپ سوڻو آئين ٽرنسڪرپشن چيڪ ڪرو ۔ ڪآئي او ميلي ڇي ، جيڪۮي نآ تو اوني مڪمل توري پر ميلآئي سآرو ايڊٽ ڪرو۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
gig: { $actionType } <recordIcon> </recordIcon> پڇي جملو موٽي آوازي سون پڙئو

source: { $actionType }<stopIcon></stopIcon> when done
gig: جڏهن او مڪمل هووي ڇي{ $actionType }<stopIcon></stopIcon>

source: { $actionType } submit when ready
gig: تيآر هوئي پر جمآ ڪرآئو { $actionType }

source: Adamawa Fulfulde
gig: آدمهوآ ڦلڦلڊيٚ

source: Add and Review Sentences, Add Questions, Transcribe Audio
gig: جملآ ميلآ دو ائين فائدو ليڻو سوال ڀيڙو ڪرڻو آّڍيو نڪل ڪرڻو

source: Add a question <icon></icon> in { $currentLocale } for people to answer
gig: منکي ري جوآب ڏي سآرو { $currentLocale } مين <icon> </icon> سوآل بهڙي ڪرو۔

source: Add as much information as you can about the language. This could include:
gig: وڌ مين وڌ جآڻ بهڙي ڪرو ، تمآري ٻولي ري بآري مين ۔ اي بهڙي هو سڪي ڇي۔

source: Add <icon></icon> a public domain sentence
gig: آوآمي رو ڍيمين جملآ ڀيڙي ڪرو <icon></icon>

source: Add information
gig: جآڻ ڀيڙي ڪرڻو

source: Adding Questions
gig: سوآل بهڙي ڪرڻو

source: Adding Sentences
gig: جملآ ميلآ ڌو

source: Additional Language
gig: وڌيڪ ٻولي

source: Add Language
gig: زبآن بهڙي ڪرو

source: Add new custom accent "{ $inputValue }"
gig: { $inputValue } نئون هسب زرور تلڦز بهڙو ڪرو

source: Add new sentences for the community to read
gig: برادري ري پڙي سارو نئي جملآ ڀيڙي ڪرو

source: Add one sentence per line
gig: هر لڪيري مين جملو ميلآئو

source: Add Questions
gig: سوآل بهڙي ڪرو

source: Add questions in your language
gig: آپيري ٻولي مين سوال ميلآئو

source: Add Questions <small>(Coming soon)</small>
gig: سوآلي رو جوآب ڏئو <small> جلدي آرو ڇي</small>

source: Add Sentences
gig: جملآ ميلآ ڌو

source: Add sentences in your language
gig: آپيري ري ٻولي مين جملا ميلآ دو

source: Add Text
gig: لڦز جمآ ڪرو

source: Add up to 1,000 sentences
gig: 1,000 تآئين جملآ ڀيڙي ڪرو

source: Add Your Voice
gig: تمآري آواز شاميل ڪرو

source: Adyghe
gig: آديڳي زبآن

source: Afaan Oromo
gig: آڦآن آورومو

source: Afar
gig: آڦآر

source: A few bytes
gig: چند بآئيٽس

source: Afrikaans
gig: آڦريڪيٚ ٻوٚلي

source: Age
gig: اومر

source: A good question for public participation datasets should:
gig: آوآمي سرڪت ري ڊيٽآ سيٽس سآرو ايڪ سٺو سوآل هوئڻ کپي

source: Agriculture and Food
gig: زرات ائين کآڌو

source: Albanian
gig: آلنآنيٚ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gig: ٿوڙآ پس منزر گوڙ ٺيڪ ڇي ،پر جيڪڏهن تم سوڻ سڪو ڇو، ڪي ۮوجھي منکي ني الڳ لڦز ٻوٚلئي ، ڪلپي ني رد ڪرڪآڙي ۔ آم تورپر او جٺي ٽي وي ڇوڙگئيو ڇي ، يآ جٺي ويجھي وآت چيت هو ري ڇي۔

source: All
gig: سب

source: All sentence must have the same domain
gig: سبور جملآرو ساگي ڍومين هوئڻ کپي

source: All sentences must have the same citation
gig: سبور جملآ مين ساگي سمجهاڻي هوئڻ کپي

source: Already have an account? <login>Log-In</login>
gig: آگي سون آڪآئوٽ ڇي<login> لآگ ان ڪرو </login>

source: Alsatian
gig: آلستيٚن

source: Amharic
gig: آمهآريٚ ٻوٚلي

source: An error occurred fetching sentences
gig: جملي مين لرئي سآرو ايڪ گلتي هوگئي

source: An error occurred reviewing this sentence
gig: اي جملين ڌيکي مين ايڪ گلتي هو گئي

source: An error occurred submitting your voice information
gig: تمآري آوازي مين جمآ ر مهملي مين ايڪ گلتي هو گئي ڇي

source: An error occurred while creating this transcript
gig: ٽرآنسڪرپٽ ايڊٽ ڪري دورآن ايڪ گلتي هو ري ڇي ۔

source: An error occurred while editing the transcript
gig: ٽرآنسڪرپٽ ايڊٽ ڪري دورآن ايڪ گلتي هو ري ڇي ۔

source: An error occurred while recording
gig: ريڪوڊنگ دورآن ايڪ گلتي هو گئي۔

source: An error occurred while skipping the transcript
gig: ٽرآنسڪرپٽ ڇوڙي دورآن ايڪ گلتي هوگي۔

source: An error occurred while skipping this prompt
gig: ٽرآنسڪرپٽ ڇوڙي دورآن ايڪ گلتي هوگي۔

source: An error occurred while submitting the report
gig: ريپوٽ جمآ ڪرآئي ري دورآن ايڪ گلتي هو گي ڇي۔

source: An error occurred while uploading your response
gig: تمآرو جوآب اپ لوڊ ڪري ري دورآن ايڪ گلتي هو گئي۔

source: An error occurred while voting the transcript
gig: ٽرآنسڪرپٽ ووٽ ڪري دورآن ايڪ گلتي هو گي ۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
gig: گمنآم استهمآل ڪيۮوڙآ ڊيٽآ جي يوڪي اومر ، جنس آئين تلڦز اسپيچ ريڪگنيشن انجڻي ري سئي ڪري ني ترتيب ڏي سآرو استهمآل هوڙآ آڊيو ڊيٽآ ني سٺو ٺآئي مين مدد ڪرو ڇو۔ تمآرو سآئين نآم آئين اي ميل ڪۮي بي تمآري جمآ ڪيۮوڙي ڊيٽآ سون ميلوڙآ نآ هوئي ، آئين تم او چونڊ سڪو ڇو تمآرو سآئين نآم آوآمي يآ گمنآم بڻآڻو ڇي۔

source: Answer
gig: جواب

source: Answer questions
gig: سوآلي رو جوآب ڏئو

source: Answer Questions
gig: سوآلي رو جوآب ڏئو

source: Answer Questions <small>(Coming soon)</small>
gig: سوآلي رو جوآب ڏئو <small> جلدي آرو ڇي</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
gig: ڪوئي بي منک تيڪسٽ آئين اسپيچ ڊيٽآ سيٽس شيئر ڪري ۔ ٺآئي آئين ڪيوريٽ ڪري آپيري ٻولي ني مهڦوز ڪري ، بهآل ڪري آئين بلند ڪري سڪي ڇي ۔

source: Approve
gig: مآنڻو

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gig: ايڪ چوپ رڙ آڇو ڇي پر هم وۮيڪ ڪوني چآوآن جيڪو ميسين آلگورٿهم ري لفزين مين سبب بڻي جڪيو ليکوڙي موآدي مين ني هووي ائين اور موادي مين ڌار ڌار لفز سوڻيم آوي تو ڪلپ بند ڪر دو آم توري پر وٿي هووي ڇي جٺي ٽي وي ني ڇهوڙ ڌينو هووي يا آسي پآسي مين وآت ڪرتي هووي

source: Arabic
gig: آربيٚ ٻوٚلي

source: Aragonese
gig: آرگونيٚ ٻوٚلي

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
gig: ڪآئي تم آگي مين ئي ڪآمن وآئيس ري اسپونٽينيئس اسپيچ پرو جيڪٽ سآرو همآري ري ڊيٽآ ٽيسٽنگ گروپي مين ڇي۔

source: Are you coming? [called by another]
gig: ڪآئي تم آري ڇو ۔ ڌي يونٚ ٻولآئو

source: Are you coming? <strong>[called by another]</strong>
gig: ڪآئي تم آ رهي ڇو ڌوجي ري هلي پر

source: Armenian
gig: آرمينيآئيٚ ٻوٚلي

source: Armenian Western
gig: آرمينيآئيٚ مگربيٚ

source: Arvanitika
gig: آروينيتيڪآ

source: Ask about a new language
gig: نئي ٻولي بآري ٻوجھو

source: Ask Mozilla to share your events
gig: موزيلآ ني آپيري وآڪيآ شئير ڪري سآرو ڪهو،

source: Ask sensitive questions
gig: هسآس سوآل ٻوجھو۔

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
gig: همآ سون <matrixLink></matrixLink>,يا<discourseLink> <discourseLink> پر سوال ٻوجو<emailLink>l</emailLink>

source: Assamese
gig: آسآميٚ ٻوٚلي

source: Asturian
gig: آسٽورين ٻوٚلي

source: Atayal
gig: آتآيل

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
gig: ايڪ ٽرآنسڪرپشن مين هر لڦز يآ گير لگوي گڦتگو ري آوآزي ني پڪڙڻو کپي جيڪو منکي ترڦون ڪي يي گئي هووي ، جنهن مين ورجآ بي بهڙي هووي ۔

source: Attention!
gig: هوشيآر

source: Audio Format
gig: آڊيو شيڪل

source: Automotive and Transport
gig: گآڏي يي ائين ٽرانسپورٽ

source: Avatar
gig: اوتار

source: Avatar uploaded
gig: اوتآراپ لوڊ ڪيو گيو ڇي

source: Average
gig: برآبريٚ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
gig: جڏي او سآرڦ ووٽ ڏي ڇي۔ تو وآئيس ڪلپس ني سئي ڪرين نشان وتآوي ڇي

source: Avoid too much background noise - it should be easy to hear you.
gig: تمآم گھڻو آسو پآسو گوڙيٚ سونٚ بچآئو ۔ اوٚ تمآر سوڻيم آسان هووٚي۔

source: Awards
gig: ايٚنآم

source: Azerbaijani
gig: آڊرڀآئيجآنيٚ ٻوٚلي

source: Baatonum
gig: ڀآٽونيم

source: Baba Malay
gig: بآبآ مآلي

source: Back
gig: لآري

source: Background Noise
gig: آسي پآسي مين آواز

source: Background Voices
gig: آسي پآسي ري آواز

source: Back to Top
gig: وآپسيٚ مآٿي جآئو۔

source: Bafia
gig: ڀآڦيآ

source: Bafut
gig: بآڦت

source: Bahasa Malay
gig: بآسهآ مآلي

source: Balochi
gig: بلوچيٚ ٻوٚلي

source: Balti
gig: بآلتيٚ

source: Bambara
gig: ڀمڀآرآ ٻوٚلي

source: Bamun
gig: ڀآمون

source: Bamvele
gig: بآمويليٚ

source: Bankon
gig: ڀنڪون

source: Baoule
gig: بآئوليٚ

source: Basaa
gig: ڀسآ ٻوٚلي

source: Bashkir
gig: بشڪر ٻوٚلي

source: Basque
gig: بسڪآنيٚ ٻوٚلي

source: Batanga
gig: بآٽآنگآ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
gig: ڪهني ڪلپ ني رد ڪري سون پهلي خيآل ڪرو اونبيادي پر ڪوئي لفز گلت ڪيو گيو هووي اور دڀآو سون ڀآري يا گلت جگآ پر رکيو هووي شاهد ڪوئي نشان نضر انداز ڪيڌو هووي ۔ڌنيا مين مختليف اکر ڇي ائين ڪآفي مڪآمي برادري مين استحمال هو وي ڇِي ۔ايڪ اسو ڌائرو ٻائو جنهن مين ڪوئي مختليف لفز هووي۔

source: Become a Common Voice Partner
gig: ايڪ ميلوڙي آوآز ڀآئيوآر هووي

source: Be easy to understand and respond to
gig: سمجھڻو آئين جوآب ڏي مين آسآن ڇي۔

source: Be generally relevant
gig: آم توري پر لگوڙآ هووي

source: Belarusian
gig: ڀيلآروسيٚ ٻوٚلي

source: Benefits
gig: ڦآئيدو

source: Bengali
gig: بنگآليٚ ٻوٚلي

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
gig: بيريٿ ٺيڪ ڇي پهلي اکر برتانيه پر زوري سون يا وڙي آمريڪآ پر ۔

source: Betawi
gig: بيٽآوٚي

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
gig: ٻولي ري هڪيڪتي سآرو سٺو سپورٽ جسي ترجمو ڪري آئين <mark> ڪوڊ سوئچنگ</mark>۔

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
gig: اي ٻولي سآرو سٺو سپورٽ جنهن مين استهمآل ڪري سآرو ٿوڙآ يآ <mark> ڪو بي ٽيڪسٽ ڪورپس ڪوني </mark> ميسآل تور سمآڃي چونڊو ، ڪسم تآريڪي توري پر گير اسڪرپٽ هووڙآ ٻولي وگيره۔

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
gig: <bold> سول سوسآئٽي آئين مهڪڪ </bold> ۔ ڦري مين اسرآئتو ڊيٽآ سيٽ ٺآئو ميزبآني ڪرو آئين شئير ڪرو

source: <bold>{ $count }</bold> Clips
gig: ڌوجو ٿڪڙآ

source: <bold>Help us</bold> find more voices
gig: همآر مدد ڪرو وڌيڪ آوازين دوئدو

source: <bold>If you value open, inclusive data - donate today!</bold>
gig: <bold> جڪيۮي تم کولوڙآ ،جمه ڊيٽآ ري ڪدر ڪرو ڇو ،آج ئي ڌآن ڪرو </bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
gig: <bold> انسآن دوتسي </bold> ۔ مڪآمي جدت آئين ترڪي ني تيز ڪري سآرو ڊيٽآ سيٽ ري تڪليڪي ني اسپآنسر ڪرو

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
gig: ڪمپني <bold> ايڪ ترڪي پزير گھڻ لسآني AI مآهوليآتي نزآمي سآرو کولوڙي ڊيٽآ سيٽ ٺآئي مين سيڙپ ڪرو

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
gig: <bold>ڪآئي سرڦ دنيآ ري ڪجھ ٻولي سآرو ڪآم ڪرڻو کپي </bold>

source: Borgu Fulfulde
gig: بروگ ڦلڦلڊيٚ

source: Bosnian
gig: بوسنيآئيٚ ٻوٚلي

source: Both
gig: ڌيٚ يونٚ

source: Both (Speak and Listen)
gig: ڌيٚ يونٚ (سوڻ ڻو آئينٚ ٻوٚلڻو)

source: Breton
gig: بريٽون ٻوٚلي

source: [British English might make "root"]
gig: [ برتآنيآن انگريٚزي مينٚ هو سڪي ڇي ،روٽ]

source: Browse Languages
gig: ٻوٚليٚ برآئوز ڪرو

source: Brushaski
gig: بريٚشآسڪيٚ

source: Build a custom goal
gig: ايڪ نيٚنو مڪسد زرور ٺآئو۔

source: Build Profile
gig: پروفائل ٺاھو

source: Bulgarian
gig: بلگآريآئيٚ ٻوٚلي

source: Bulk batch
gig: موٽي بيچ

source: Bulk Sentences Uploaded
gig: بلڪ جملآ اپلوڍ ڪيڌي ڇي

source: Bulu
gig: بيلوٚ

source: Bunun
gig: بونيٚن

source: Burmese
gig: برميٚ ٻوٚليٚ

source: Buryat
gig: بريٚت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
gig: هم نيٚ شآهد تم سونٚ آئيوآڙو ٽيٚمي مينٚ ڊيٽآسيٽ مينٚ </b> اي ميل ڪآ؟ <b> تبديٚلي سآرو رآبتو ڪرڻو پڙيٚي ،ايڪ اي ميل هم ني رآبتي رو ايڪ نڪتآ ۮيوي ڇي

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
gig: مآري اي ميلي پر لنڪ ميلو ،پر ڪلڪ هووي تم همآري <termsLink> سروسي ري شرت</termsLink> آئين <privacyLink> رآزي وآڙي پآليسي </privacyLink> سون متمين ڇو ، آئين او تو Mozilla تمآني ڪآمن وآئسي ري اسپونٽينيئس اسپيچ پروجيڪٽي سآرو ڊيٽآ ٽيسٽنگي مين هيسو لي ري مهلومآتي سون ائ ميل ڪر سڪو ڇو۔

source: By editing your goal, you may lose your existing progress.
gig: تمآريٚ مڪسدي نيٚ بدليٚ ڪرين تم تمآريٚ موجود اهميت نيٚ کتم ڪرو ڇو۔

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
gig: ايٚ ميلي وسول ڪري سآرو آپٽ ان ڪرين،تم بيآن ڪرو ڇو،ڪي رآزي وآڙي <privacyLink>نيٚ Mozillaسونٚ اير مهلومآتي نيٚ سمبآلي سآرو جيٚ يونٚ Mozillaتم رآزي ڇو۔ پآليسي مينٚ سمجآيو گيٚو ڇي۔<privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
gig: تو ڪآمن وآئس ڊيٽآ سيٽ مينٚ ٻوٚليٚ وآڙيٚ </b> تم رآزيٚ ڇو <b> ني اوڙکآڻي رو ڦيسلوڪري ر نآ ڪوشش ڪرو

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
gig: آپيري بآري مين ڪجھ مهلومآت ڏي سون ، تم جيڪو آڊيو ڊيٽآ ڪآمن وآئسي پر جمآ ڪرآئو، او تڪريري سآرو وڌيڪ مڦيد سآبت هووي ۔ اوڙکڻو انجڻ جيڪو اين ڊيٽآ ني استهمآل ڪري ڇي ۔ونوري درستگي ني بهتر ڪري سآرو۔

source: By telling us about yourself, you will help developers build more inclusive technology
gig: هم ني آپير بآريم سوڻا ئي تمآري ڍولپرز ني وڍيڪ جمح ٽيڪنولآجي مين ٺائي مدد ڪرو

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gig: ڪآمن وآئس استمال ڪرو تم همآري <termsLink>سرتي </termsLink>ائين <privacyLink> زرداري نوٽيس</privacyLink>ٻدل ڇآن

source: Cameroon Pidgin
gig: ڪمرون پجن

source: [Canadian English might make "route" sound like "rowt"]
gig: ڪينيٚڊآ ريٚ انگريٚزي مينٚ هو سڪي ڇي [رستو ،آوآز، روٽ، وآنگر]

source: Cancel
gig: رد ڪرڻو

source: Cancel Re-recording
gig: ريڪوڍنگ ڌوبارآ کتم ڪرو

source: Cancel Submission
gig: جمآ ڪوني ڪرڻو

source: Cannot submit more than 1000 sentences
gig: 1000 ري سون وديڪ جملآ جمآ ڪوني ڪرآ سکو ڇون

source: Can't decide?
gig: ڦيٚسلو ڪونيٚ ڪرسڪونٚ۔

source: Cantonese
gig: ڪيٚنٽونيٚ

source: Catalan
gig: ڪيٚتلونيٚ ٻوٚلي

source: Central Alaskan Yupʼik
gig: سيٚنٽرل آلآسڪن يپڪ

source: Central Kurdish
gig: مرڪزيٚ ڪردشيٚ

source: Central Melanau
gig: مرڪزي ميلآنو

source: Central Puebla Nahuatl
gig: سينٽرل پوئبلآ نهواٽل

source: Change
gig: بدلاڻو

source: Change preferences
gig: خيالين بدلي ڪرڻو

source: Changes contribution language of dataset only
gig: رگو شرآڪتت ڪرڻ آڙي ٻولي بدلآئوو

source: Changes the language dataset to which you're contributing
gig: ٻولي ڊيٽآ سيٽ ني بدلي ڪري ڇي ۔جنهن مين تم هيسو لي ري ڇو۔

source: Changes website text only.
gig: رگو ويب سآئيٽي رآ اکر بدلآئو۔

source: Change your email via Settings under Login Identity
gig: آپيري اي ميلي ني سيٽينگون زريي بدلي ڪرو ، لآگ ان اوڙکي ري تهت

source: Check
gig: چيڪ ڪرڻو

source: Check <icon></icon> is this a linguistically correct sentence?
gig: چيڪ ڪرو <icon> </icon> ڪآئي اي جملو لساني توري پر سئي ڇي

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
gig: پنآ چيڪ ڪرو تو تمآري ٻولي لسٽي پر ڏيدوڙي ڇي Common Voice Languages <languagesPageLink> </languagesPageLink> تم ني ايڪ آسآن اي ميل ميليآن <strong> جيڪۮي نآ ، اي ڦآرم بهرو آئين هم </strong> سمجھآئو تمآري ٻولي ڪي يو جآري ڪري

source: <chevron></chevron>See less
gig: گھٺ ڌيکو

source: <chevron></chevron>See more
gig: وڌيڪ ڌيکو

source: Chinese (China)
gig: چيٚنيٚ (چيٚن)

source: Chinese (Hong Kong)
gig: چيٚنيٚ (هآنگ ڪآنگ)

source: Chinese (Taiwan)
gig: چيٚنيٚ (تآئيٚوآن)

source: Chinyanja
gig: چنيٚآنجآ

source: Choose language/localization
gig: ٻوٚليٚ چونڊلو لوڪلآئزيٚشن

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
gig: سآدي سوآل چونڊو جيڪو هر ڪي سآرو سمجھي مين آسآن هووي ، سڪآڦت يآ تنآزر سون ايلآوآ،

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
gig: سآدي سوآل چونڊو جيڪو هر ڪي سآرو سمجھي مين آسآن هووي ، سڪآڦت يآ تنآزر سون ايلآوآ،

source: Chuvash
gig: چوآشيٚ

source: Citation
gig: سمجهاڻو

source: Cite with a URL link or the full name of the work.
gig: يو آر ايل لنڪ يا ڪآمي ر پوري نآمي سون سمجها ڻو

source: Citing Sentences
gig: هوآلو ڏي وآڙي جملآ

source: Click
gig: ڪيليڪ ڪرڻو

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
gig: ڪليڪ ڪرو<guidanceLink> اي پنآ پر استهمآل ڪرين سيکي سآرو اٺي </guidanceLink>

source: Clipboard not supported
gig: ڪلپ بورڊ سپورٽ ڪونيٚ

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
gig: { $size } وآئس ڪلپس ، ڪل آر ڪآئيو سآئيز{ $clipCount }{ $expires } رو مدو پورو هووي ڇي۔

source: Clip Graveyard
gig: مونٚڪآم ڪلپ

source: Clips recorded
gig: ريڪآرڊ هووڙآ ڪلپس

source: Clips Uploaded
gig: اپ لوڍ ڪروڙا ڪلپس

source: Clips validated
gig: ڪلپس ني پڪ ڪيٚۮي ڇي

source: Clips You've Recorded
gig: ڪلپس جيڪو تم ريڪآڊ ڪيٚۮي ڇو۔

source: Clips You've Validated
gig: ڪلپس جيڪو تم سئيٚ ڪيٚڌي ڇو

source: Close
gig: بند ڪرو

source: Collecting sentences
gig: جملآ بهڙيٚ ڪرڻو۔

source: Coming Soon
gig: جلدي آئيوآڙو ڇي

source: Comment
gig: وآت ڪرڻو

source: Common Voice data plus all other voice datasets above.
gig: آم وآئيس ڊيٽآ آئين اوپرلي ۮوجي سب وآئس ڊيٽآ سيٽ

source: Common Voice Dataset
gig: آم وآئس ڊيٽآ سيٽ

source: Common Voice is a free, open source platform for community-led data creation
gig: ڪآمن وآئيس برآدري ري اڳوآڻي مين ڊيٽآ ٺآئي سآرو ايڪ مڦت ، کولوڙآ سورس پليٽ ڦآرم ڇي۔

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
gig: ڪآمن وآئس موزيلآ ڦآئونڊيشن روٚ ايڪ موٽو پروجيڪٽ ڇي اوٚ a US 501c3 ڇي۔ پروجيڪٽ نيٚ ڦيلآل مڪمل توريٚ پر<philantropicGrantLink> منک دوستي نيٚgrants </philantropicGrantLink>آئينٚ دنيآ بهريٚ منک سب ڦنڊ ۮيويٚ ڇي۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
gig: ڪآمن وآئس نيٚ ڌآن آئينٚ گرنٽس زرييٚ ڦنڊ ڪريو جآوي ڇي هم ني تهليميٚ وآڙي مآهر،سول سوسآئٽيٚ آئينٚ موٽي جآڻيٚ وآڙي سونٚ تهآون رآکڻو پسند ڇي۔ڪآمن وآئس استهمآل ڪرڻو مڦت ڇي۔ پر گرنٽ تجويزي زرييٚ پليٽ ڦآرم آئينٚ هوسٽنگي مينٚ هيٚسوليڻو وآڪي مدد گآر ڇي۔

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
gig: ڪآمن وآئيس ايڪ ۮوجھو پليٽ ڦآرم لآنچ ڪر رو ڇي ۔ جيڪو نآميآتي، کودبکود ، اڻ ليکوڙي تڪريربهڙي ڪري پر ڌيآن ڏئو ۔ اي ڪترآئي برآدري ني وڌيڪ تيزي سون ڊيٽآ بهڙي ڪري مين مدد ڪري ، او ري بهڙي ڊيٽآ سيٽ سآئنسدآن آئين ڊولپرز سآرو ڪآمي رو ڇي۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
gig: ايٚ سوروآت ڇي ميشنيٚني سيکي مينٚ مدد ۮيسآرو تو هڪيڪي منک Mozilla ڪآمن وآئس ڪي يو ٻوٚليٚ ڇي

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
gig: ڪآمن وآئس دونيٚآ رو سب سونٚ موٽو آوآميٚ توري پر موجود ،گھڻ، ٻوٚليٚ وآئيٚس ڊيٽآ سيٚٽ ڇي۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
gig: آم آوآز ري ريڪآڊنگ تهليمي مآهرن ،نيني ڪآروبآري ،آئين آوآز ري اوڙکآڻي ري شوڪين بدلي استهمآل ڪيۮو جآوي ڇي ۔ ٽريننگي مين مدد ڏيم آئين آوآمي توري پر موجود وسيلي جهڙوڪي وآئس مآڊلز ني وڌآئي مين ڪآئي تم همني سوڻآ سڪو ڇو تو تم ڪآ چآئو ڇو ڪي تمآري ريڪآڊنگي ڊي جآوي ۔

source: Community and Languages
gig: برآدري آئين ٻولي

source: Community, Creatives and Civil Society
gig: برآدري ، تڪليڪآر آئين سول سوسآئٽي

source: Community participation and decision making.
gig: برآدريٚ ريٚ سآٿ آئينٚ ڦيسلو ڪرڻوٚ

source: Community Playbook
gig: برآدري رمي رو ڪيٚتآب

source: Confirm Goal
gig: مڪسدي ريٚ پَڪ ڪرو

source: Connect with Gravatar
gig: سون ميلآئو Gravatar

source: Connect with our community and see supported languages
gig: همآري برآدري سون ميلوڙآ آئين سپورٽ هووڙي ٻولي ۮيکو

source: Contact
gig: رآبتو
